import React from 'react';
import Aboutus from '../sliki/slikaaa.jpg';
import '../styles/About.css';


function About() {
  return (
    <div className='about'>
      <div className='aboutTop' style={{ backgroundImage: `url(${Aboutus})` }}>
        <h1>Family Dental Clinic</h1>
      </div>
      <div className='aboutBottom'>
        <h1>За нас</h1>
        <p>Добредојдовте на Family Dental Clinic, вашиот доверлив партнер за општа стоматологија, орална хирургија и естетска медицина. Нашиот тим од искусни стоматолози и хирурзи е посветен на обезбедување на висококвалитетна грижа за вашето орално здравје и естетика. Во нашата клиника, користиме современи технологии и методи за да обезбедиме прецизна и безболна услуга. Нудиме широк спектар на услуги, од рутински стоматолошки прегледи и чистење на забите, до сложени орални хируршки интервенции и естетски процедури. Family Dental Clinic е место каде што вашето здравје и благосостојба се наш приоритет. Дојдете и искусете врвна стоматолошка грижа во пријатна и пријателска средина.</p>
      </div>
    </div>
  );
}

export default About;
