import Belenje from "../sliki/service-4.jpg";
import Faseti from "../sliki/композитни-фасети-бондинг.jpg";
import zabenkamen from "../sliki/service-2.jpg";
import rkanal from "../sliki/1586452019_TRATAMIENTO-CANAL.jpg";
import vadenje from "../sliki/stomatoloski-soveti-pred-i-po-vadenje-zab-760x398.jpg";
import implantologija from "../sliki/dental-implants.jpg";

export const MenuList = [
  {
    name: "Белење на заби",
    image: Belenje,
    price: 6000,
    details: " Нашата услуга за белење на заби користи напредни технологии за осветлување на вашата насмевка. Со безбедни и ефикасни методи, можеме да постигнеме видливи резултати и да ви помогнеме да го осветлите вашиот изглед."
  },
  {
    name: "Нанокомпозитни фасети",
    image: Faseti,
    price: 4100,
    details: "Нанокомпозитните фасети се идеално решение за подобрување на изгледот на вашите заби. Со природен изглед и отпорност на дамки, овие фасети можат да ја подобрат форма, големина и боја на вашите заби, осигурувајќи ви прекрасна насмевка."
  },
  {
    name: "Чистење на забен камен",
    image: zabenkamen,
    price: 2500,
    details: "Професионалното чистење на забен камен е важно за одржување на здравјето на вашите заби и непца. Нашите стоматолози ќе го отстранат каменот и наслаги од вашите заби, што ќе ја подобри вашата устна хигиена и ќе спречи забни заболувања."
  },
  {
    name: "Рутински канал",
    image: rkanal,
    price: 4300,
    details: "Рутинското канало е процедура која се изведува за да се лекува забен нерв и да се спречи понатамошно оштетување. Нашите стручњаци користат напредни техники за да ја ослободат болката и да го спасат вашиот заб."
  },
  {
    name: "Вадење на заб",
    image: vadenje,
    price: 2000,
    details: "Кога е потребно вадење на заб, нашите стоматолози се обучени да ја извршат постапката со најголема внимателност и грижа. Ние обезбедуваме комфор и поддршка за да го направиме процесот што е можно поудобен."
  },
  {
    name: "Имплантологија",
    image: implantologija,
    price: 40000,
    details: "Имплантите се иновативно решение за заменување изгубени заби. Со користење на титаниумски импланти, ние создававаме стабилна основа за поставување на нови заби кои изгледаат и функционираат природно."
  },
];
